[Lang]
Name=French
FONT=Tahoma

[Translate]

" s"="s"
"(Empty)"="Vide"
"10min"="10min"
"12 Hour"="12 Heures"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"1min"="1min"
"24 Hour"="24 Heures"
"2min"="2min"
"300s"="300s"
"30min"="30min"
"30s"="30s"
"5min"="5min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Mode"
"802.1x"="802.1x"
"ACD Login"="Connexion ACD"
"ACD State"="Etat ACD..."
"ACD Trace"="Trace ACD"
"ACD"="ACD"
"ALERT"="ALERTE"
"AM"="AM"
"Account 1"="Compte 1"
"Account 10"="Compte 10"
"Account 11"="Compte 11"
"Account 12"="Compte 12"
"Account 13"="Compte 13"
"Account 14"="Compte 14"
"Account 15"="Compte 15"
"Account 16"="Compte 16"
"Account 2"="Compte 2"
"Account 3"="Compte 3"
"Account 4"="Compte 4"
"Account 5"="Compte 5"
"Account 6"="Compte 6"
"Account 7"="Compte 7"
"Account 8"="Compte 8"
"Account 9"="Compte 9"
"Account ID"="ID Compte"
"Account Not Usable!"="Compte non valable!"
"Account"="Compte"
"Accounts"="Comptes"
"Activation"="Activation"
"Active Level"="Backlight On Intensity"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has removed out"
"Add Contact"="Ajouter aux contacts"
"Add Number"="Ajouter numéro"
"Add Personal"="Ajout individuel"
"Add selected To Personal?"="Ajouter au personnel?"
"Add the records success"="Add the records success"
"Add to"="Add to
"Add"="Ajouter"
"Address"="Adresse"
"Advanced Setting"="Paramètres avancés"
"After Ring Times"="Après Durées de Sonnerie"
"All Calls"="Tous les Appels"
"All Contact"="Tous les contact"
"All Contacts"="Tous les contacts"
"All Lines"="Toutes les lignes"
"All Off"="Tous Off"
"All On"="Tous On"
"All XML Group"="All XML Group"
"All keys"="Toutes les clefs"
"Allow Remote Control"="Autoriser contrôle distant"
"Always Forward"="Renvoi Immédiat"
"Always On"="Toujours on"
"Anonymous Rejection"="Rejet Anonyme"
"Anonymous"="Anonyme"
"Answer"="Répondre"
"Anywhere"="Nulle part"
"Apr"="Avril"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to set a blank password?"="Etes vous sur d'approvisionner un mot de passe vide?"
"Aug"="Aout"
"Auto Answer"="Réponse automatique"
"Auto Provision"="Auto provisionning"
"Auto Redial Times should be 1-300!"="Nombre Recomposition Auto doit être entre 1-300!"
"Auto Redial"="Rappel auto."
"Auto"="Auto"
"Auto-login"="Connexion auto"
"AutoBLFList is on\n manually configing is forbiden!"="AutoBLFList est activé \n la configuration manuelle est interdite!"
"AutoConnect"="Connexion auto"
"AutoP Authority"="Autorité AutoP"
"AutoP to"="AutoP vers"
"AutoProvision"="Auto provisioning"
"Automatic"="Automatique"
"Avail"="Dispo."
"Available"="Disponible"
"Away"="Absent"
"BLF List"="Liste BLF"
"BLF"="BLF"
"Back"="Retour"
"BackSpace"="BackSpace"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Durée Rétro-éclairage"
"Backlight"="Rétroéclairage"
"Barge In"="Irrup."
"Basic Setting"="Paramètres basiques"
"Betransferred"="BeTransferred"
"Blacklist"="Liste Noire"
"Block"="Bloquer"
"Bluetooth"="Bluetooth"
"BridgeID"="ID Pont"
"Buddies"="Buddies"
"Busy Forward"="Renvoi sur Occupation"
"Busy"="No pas déranger"
"CC Name"="Nom CallCenter"
"CC UID"="CC UID"
"Cable Disconnect"="Câble déconnecté"
"Call Completion"="Complétion d'Appel"
"Call Control"="Call Control"
"Call Fail"="Echec de l'appel"
"Call Finish"="Fin d'appel"
"Call Forward"="Renvoi d'Appel"
"Call Info"="Info d'appel"
"Call Information"="information d'appel"
"Call Park"="Parquer Appel"
"Call Pickup"="Interception"
"Call Return"="Retour d'appel"
"Call Waiting"="Appel en Attente"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"CallPull"="CallPull"
"CallReturn_Idle"="Rappel"
"Calling"="appelant"
"Calllog"="Calllog"
"Callout"="Callout"
"Calls Longest"="appel le plus long"
"Calls for Pickup"="Appels pour Interception"
"Cancel"="Annuler"
"Choose a group"="Choose a group
"Clear all account config?"="Supprimer toutes conf.?"
"Common is invalid!"="Commun est invalide"
"Common"="Commun"
"CommonRingTone"="Tonalité de sonnerie commune"
"Company"="Compagnie"
"Conference with"="Conférenece avec"
"Conference"="Conférence"
"Configuration Reset"="Remise à zéro configuration"
"Configuration Updating !"="Configuration mise à jour !"
"Confirm PIN mismatch!"="Confirmeez la non concordance de PIN"
"Confirm PIN"="Confirmer PIN"
"Confirm PWD"="Confirmer mot de passe"
"Confirm password mismatch!"="Confirmation mot de passe erronée!"
"Connect Success."="Connect Success."
"Connect failed."="Connexion échouée."
"Connect"="Connecté"
"Connecting.."="Connexion..."
"Contact Details"="Contact Details"
"Contact exist!"="Le contact existe déjà!"
"Contact is not black!"="Le contact n'est pas sur liste noire!"
"Contacts Setting"="Contacts Setting"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Current PIN is incorrect."="Le PIN actuel est incorrect"
"Current PIN"="PIN actuel"
"Current Time"="Heure actuelle"
"Custom DND"="DND personnalisé"
"Custom Forward"="Renvoi personnalisé"
"DD MMM YYYY"="JJ MMM AAAA"
"DD-MMM-YY"="JJ-MMM-AA"
"DD/MM/YYYY"="JJ/MM/AAAA"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="DHCP VLAN"
"DHCP"="DHCP"
"DND Enable"="NPD activé"
"DND"="Indisp."
"DPickup"="Interception Directe"
"DSS Keys"="Touches de fonctions"
"DTMF"="DTMF"
"Data invalid!"="Data invalid!"
"Date Format"="Format Date"
"Date"="Date"
"Daylight Saving"="Heure d'été"
"Dec"="Dec"
"Default Account"="Compte par défaut"
"Delete All Items?"="Supprimer tous les éléments?"
"Delete All"="Tout effacer"
"Delete Default Setting?"="Supprimer le réglage par défaut?"
"Delete Failed"="Echec dans la suppression"
"Delete Selected Group?"="Supprimer Groupe sélect.?"
"Delete Selected Item?"="Supprimer Objet sélectionné?"
"Delete all item?"="Supprimer tous les éléments?"
"Delete all locations?"="Effacer tous les emplacements?"
"Delete all message?"="Supprimer tous les messages?"
"Delete all numbers?"="Effacer tous les numéros?"
"Delete all paging group?"="Supprimer tous les groupes de pagination?"
"Delete all the call records?"="Effacer liste des appels?"
"Delete default...\n\nPlease Wait !"="Suppression défaut…\Attendez SVP!"
"Delete location?"="Supprimer l'emplacement?"
"Delete message?"="Effacer message?"
"Delete number?"="Supprimer le numéro?"
"Delete paging group failed!"="Echec suppression groupe de pagination "
"Delete selected paging group?"="Supprimer le groupe de pagination selectionné?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Succés de la suppression"
"Delete the contact?"="Delete the contact?"
"Delete the record?"="Delete the record?"
"Delete the selected records?"="Supprimer les enregistrements sélectionnés?"
"Delete"="Effacer"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Department"="Département"
"Device Cert"="Cert Périphérique"
"Device Name"="Nom de l'appareil"
"Dial"="Appeler"
"Dialing"="En appel"
"DirectPickup_Idle"="interception directe libre"
"Directories"="Repertoires"
"Directory"="Annuaire"
"Directory_Idle"="Annuaire_Disponible"
"Disabled"="Désactivé"
"Discard"="Discard
"Disconnect Failed."="Déconnexion échouée."
"Disconnect Success."="Disconnect Success.
"Disconnect"="Déconnecter"
"Disconnecting.."="Déconnexion..."
"DispCode"="DispCode"
"Display Name"="Nom Affiché"
"Display name is invalid!"="le nom affiché ne peut être vide!"
"Display"="Affiché"
"DisplayName can't be empty!"="le nom affiché ne peut être vide!"
"Disposition Code"="Code disposition"
"Do Not Disturb"="Ne Pas Déranger"
"Do you want to discard your change?"="Effacer les changements?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Dot"="Dot"
"Dss Key"="Touches DSS"
"DssKey 1"="Touche DSS1"
"DssKey 10"="Touche DSS10"
"DssKey 11"="Touche DSS11"
"DssKey 12"="Touche DSS12"
"DssKey 13"="Touche DSS13"
"DssKey 14"="Touche DSS14"
"DssKey 15"="Touche DSS15"
"DssKey 16"="Touche DSS16"
"DssKey 17"="Touche DSS17"
"DssKey 18"="Touche DSS18"
"DssKey 19"="Touche DSS19"
"DssKey 2"="Touche DSS2"
"DssKey 20"="Touche DSS20"
"DssKey 21"="Touche DSS21"
"DssKey 22"="Touche DSS22"
"DssKey 23"="Touche DSS23"
"DssKey 24"="Touche DSS24"
"DssKey 25"="Touche DSS25"
"DssKey 26"="Touche DSS26"
"DssKey 27"="Touche DSS27"
"DssKey 28"="Touche DSS28"
"DssKey 29"="Touche DSS29"
"DssKey 3"="Touche DSS3"
"DssKey 4"="Touche DSS4"
"DssKey 5"="Touche DSS5"
"DssKey 6"="Touche DSS6"
"DssKey 7"="Touche DSS7"
"DssKey 8"="Touche DSS8"
"DssKey 9"="Touche DSS9"
"Duration"="Durée"
"EAP-MD5"="EAP-MD5"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Editer emplacement"
"Edit My Device Information"="Editer mes infos"
"Edit Number"="Editer numéro"
"Edit Paging Address"="Editer les adresses de pagination"
"Edit"="Editer"
"Email"="Email"
"Emergency Escalation"="Escalade d'urgence"
"Emergency"="Urgence"
"Empty"="Vide"
"Enable Diversion Inhibitor"="activer l'inhibition de la diversion"
"Enable this Location"="Activer cet emplacement"
"Enabled"="Activé"
"End Call"="Terminer Appel"
"Enter Code"="Entrer code"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Entrer numéro"
"Enter Password"="Entrez le mot de passe"
"Enter"="Entrer"
"Exit"="Sortir"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Extension"
"FWD International"="Déviation internationale"
"FWD"="FWD"
"Factory Installed"="Installé en Usine"
"Fail!"="Fail!"
"Failed to connect to server!"="Connexion impossible au serveur!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Echec. Recommencez..."
"Family"="Famille"
"Far Mute"="Muet"
"Features"="Fonctions"
"Feb"="Fev"
"File do not exist !"="Le fichier n'existe pas!"
"File is too large !"="Le fichier est trop grand!"
"File layout error !"="Erreur de mise en page du fichier!"
"Firmware Update..."="Mise à jour Firmware..."
"Firmware"="Firmware"
"First Name"="Prénom"
"Forbidden"="Interdit"
"Forward Option"="Options de renvoi"
"Forward to is invalid!"="Le renvoi est invalide!"
"Forward to"="Renvoyer vers"
"Forward"="Renvoi"
"Forwarded Calls"="Appels renvoyés"
"Fri"="Ven"
"Friend"="Ami"
"From"="De"
"From_Num:"="Du_Num:"
"Full Reset"="Réinitialisation Complète"
"Function key"="Touches fonction"
"GPark"="GPark"
"GPickup"="IntercG"
"Gateway"="Passerelle"
"General"="Général"
"Group Listening"="Groupe Ecoute"
"Group Pick Up"="Groupe d'interception"
"Group already exist!"="Le groupe existe déjà!"
"Group isn't exist!"="le groupe n'existe pas!"
"Group list is full!"="La liste de groupe est pleine!"
"Group"="Groupe"
"Guest Login"="Login invité"
"GuestIn"="Invité In"
"GuestOut"="Invité Out"
"Hardware"="Matériel"
"Has Connected"="Has Connected
"Hebrew_IME"="HébreuE"
"Held"="En attente"
"Hide Number"="Masquer numéro..."
"History Details"="History Details
"History Record"="Journal enregistrement"
"History Setting"="Paramètres Journal"
"History"="Journal"
"History_Idle"="Journal"
"Hold"="Appel en attente"
"Hot Desking"="Partage Bureaux"
"Hot Line"="Appel au décroché"
"HotLine Delay"="Délai Appel au déc."
"Hoteling"="Hotellerie"
"Hotline delay is invalid!"="Délai Appel au déc.0-10!"
"Hotline delay should be 0 ~ 10"="Délai Appel au déc. 0~10"
"Http Port"="Port HTTP"
"Http Status"="Statut HTTP"
"Http port should be 1-65535!"="Port HTTP entre 1 et 65535!"
"Https Port"="Port HTTPS"
"Https Status"="Statut HTTPS"
"Https port should be 1-65535!"="Le port https doit etre 1-65535!"
"IME"="IME"
"IP Address"="Adresse Ip"
"IP Conflict"="Conflit IP"
"IP Conflicted"="Conflicted IP"
"IP address has been used!"="IP address has been used!"
"IPAddress Mode"="Mode IPAdresse"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Passerelle par défaut IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 Status"="Statut IPV4"
"IPv4 Subnet Mask"="masque de sous réseau IpV4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4"="IPv4"
"IPv6 Address"="Adresse IpV6"
"IPv6 Default Gateway"="Passerelle par défaut IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 Status"="Statut IPV6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6"="IPv6"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identité"
"Image is too large !"="Image trop grande"
"Image load error !"="L'image d'erreur de charge!!"
"Image loading. Please wait !"="Image loading. Please wait !"
"Inactive Level"="Niveau Inactif"
"Incoming call"="Appel entrant"
"Inexistence"="Non existant"
"Information is not complete!"="l'information n'est pas complète"
"Initial ACD State"="Etat ACD initial..."
"Initial State"="Etat Initial"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Intercom Autoriser"
"Intercom Barge"="Intercom Acquittement"
"Intercom Mute"="Intercom Silencieux"
"Intercom Tone"="Tonalité Intercom"
"Intercom"="Intercom"
"Interval"="intervalle"
"Invalid Account!"="Compte invalide!"
"Invalid BridgeID!"="BridgeID invalide!"
"Invalid DHCP End IP Address!"="Adresse de fin DHCP invalide!"
"Invalid DHCP Start IP Address!"="Adresse IP de début invalide!"
"Invalid DHCP option!"="Option DHCP invalide!"
"Invalid DTMF value!"="valeur DTMF invalide!"
"Invalid Date Format!"="Format de la date invalide!"
"Invalid Default Gateway!"="Passerelle par défaut invalide!"
"Invalid IP Address!"="Adresse IP invalide!"
"Invalid Number"="Numéro invalide"
"Invalid PPPoE User!"="Utilisateur PPPoE invalide!"
"Invalid Paging Value!"="Num. App général invalide!"
"Invalid Primary DNS!"="DNS primaire invalide!"
"Invalid Secondary DNS!"="DNS secondaire invalide!"
"Invalid Subnet Mask!"="Masque invalide!"
"Invalid Time Format!"="Format de l'heure invalide!"
"Invalid URI !"=""
"Invalid US Date Format!"="Format US de la date invalide!"
"Invalid US Time Format!"="Format US de l'heure invalide!"
"Items out of limit !"="Les articles hors de limite!"
"Jan"="Janv"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Juil"
"Jun"="Juin"
"KEY"="clef"
"Key As Send"="Touche d'envoi"
"Key Event"="Touche Event"
"Key Tone"="Tonalité Touche"
"Key Type"="Type Touche"
"KeyGuard"="Keypad
"Keypad Lock"="Verrouiller Clavier"
"Keypad locked."="Clavier verrouillé."
"Keypad"="Keypad
"KeypadLock_Idle"="Verrouiller"
"LAN IP"="IP LAN"
"LAN Mask"="Masque LAN"
"LAN Type"="Type LAN"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="L'intervalle de paquets LLDP doit être compris entre 1 et 3600!"
"LLDP Status"="Status LLDP"
"LLDP"="LLDP"
"Label is invalid!"="Label is invalid!"
"Label"="Libellé"
"Language initializing. Please wait..."="Initialisation langue. Patientez"
"Language"="Langue"
"Last Name"="Nom"
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Line Select"="Sélectionner ligne"
"Line"="Ligne"
"List"="Liste"
"Load Failed"="Échec de chargement!"
"Loading error !"="Chargement erreur!"
"Loading image..."="Chargement image..."
"Loading, please wait..."="Chargement en cours,\nveuillez patienter..."
"Local Anonymous Rejection"="rejet anonyme local"
"Local Anonymous"="Anonyme local"
"Local CallLog"="Journal d'appels local"
"Local Codec"="Codec local"
"Local Directory"="Répertoire local"
"Local Group"="Groupe local"
"Local User"="utilisateur local"
"LocalMenu_Idle"="Répertoire local"
"Local_Idle"="LRép"
"Locations"="Emplacements"
"Lock Enable"="Verrouiller"
"Lock type"="type de verrouillage"
"Login Failed."="Connexion échouée."
"Login as"="Connexion en cours, patientez..."
"Login"="Connexion"
"Login..."="Connecter .."
"Logout Failed."="Déconnexion échouée."
"Logout"="Déconnexion"
"Low"="Bas"
"MAC Address"="Adresse MAC"
"MAC oriented is invalid!"="MAC-Oriented invalide!"
"MAC"="Adr. MAC"
"MAC-Oriented"="MAC-Oriented"
"MD5 Password"="Mot de passe MD5"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menu Principal"
"Manual Setting"="Réglage manuel"
"Mar"="Mars"
"May"="Mai"
"Meet-me"="Meet-me"
"Memory Full"="Mémoire pleine"
"Menu key"="Touche Menu"
"Menu"="Menu"
"Message"="Message"
"Missed Calls"="Appels non-rép."
"Mobile"="Mobile"
"Mon"="Lun"
"More"="Plus"
"Move Down"="Déplacer vers le bas"
"Move Up"="Déplacer vers le haut"
"Move selected to blacklist ?"="Déplacer la sélection vers liste noire?"
"Move selected to contactlist ?"="Déplacer la sélection dans liste contacts?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move"="Move
"Moving contact..."="Moving contact..."
"Mute"="Coupure Micro"
"My Status"="My Status"
"N/A"="N/A"
"NTP Server1"="Serveur 1 NTP"
"NTP Server2"="Serveur 2 NTP"
"NTP server1 is invalid!"="Serveur NTP 1 invalide!"
"NTP server2 is invalid!"="Serveur NTP 2 invalide!"
"Name"="Nom"
"Need a Number"="Doit avoir un numéro!"
"Net unavailable !"="Réseau indisponible!"
"Network CallLog"="Connexion Réseau"
"Network Checking..."="Vérification Réseau..."
"Network Directories"="Répertoires réseau"
"Network Directory"="Répertoires réseau"
"Network Favorites"="Répertoires réseau"
"Network Group"="Répertoires réseau"
"Network Unavailable"="Réseau indisponible."
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Network configuration has changed, shall become effective after the restart?"="La configuration réseau a changé, doit devenir effective après redémarrage?"
"Network"="Réseau"
"NetworkCallLog_Idle"="Connexion Réseau"
"NetworkCalllogGroup_Idle"="Liste d'appel groupe"
"NetworkDirectoryGroup_Idle"="Network Group"
"NetworkDirectoryMenu_Idle"="Network Directory"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Nouvel Appel"
"New Group"="New Group"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau Message"
"New Missed Call(s)"="Appels en abs."
"New PIN"="Nouveau PIN"
"New PWD"="Nouveau"
"New Text Message"="Nouveau message texte"
"New Voice Mail"="Nouveau message vocal"
"New password is invalid!"="New password is invalid!"
"New password is similar to username, are you sure to set it?"="le nouveau mot de passe est similaire au nom d'utilisateur. Etes vous sûr de le modifier?"
"New password is too simple, are you sure to set it?"="le nouveau mot de passe est trop simple. Etes vous s?r de le modifier?"
"NewSMS_Idle"="Nv.SMS"
"Next"="Suivant"
"NextSpace"="NextSpace"
"No Account"="Aucun Compte"
"No Answer Forward"="Renv. non-rép"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No EXP"="Pas d'EXP"
"No Record"="No Record"
"No Service"="Pas de service"
"No contact!"="pas de contac!"
"No submit url !"="Pas de soumettre URL!"
"No."="Num."
"None"="Aucun"
"Not Installed"="Non Installé"
"Nov"="Nov"
"Number Invalid"="Numéro invalide."
"Number already exists!"="Numéro existant!"
"Number can't be empty"="Number can't be empty"
"Number"="Numéro"
"OK"="OK"
"Oct"="Oct"
"Off Code could not be empty when On Code is set!"="Code off ne peut pas etre vide si code on activé!"
"Off Code"="Code Off"
"Off code can't be empty!"="Code OFF ne peut être vide!"
"Off code is invalid!"="Code OFF ne peut être vide!"
"Off"="Inactif"
"Office Number"="Numéro bureau"
"Offline"="Déconnecté"
"Old Number"="Ancien Numéro"
"Old PWD"="Ancien mot de passe"
"On Code"="Code d'activation"
"On code is invalid!"="On code is invalid!"
"On"="Activation"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Option"="Option"
"Other Number"="Autre Numéro"
"Outbound Alternate Number Invalid"="Numéro secondaire invalide."
"Outbound Alternate Phone Number"="Numéro alternatif sortant invalide"
"Outbound Proxy"="Proxy Sortant"
"Outbound Status"="Etat Sortant"
"Outbound proxy is invalid!"="Proxy sortant invalide!"
"Overwrite the original contact?"="Remplacer le contact"
"PC Port"="Port PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"PIN/ID"="PIN/ID"
"PM"="PM"
"PPPoE PWD"="Mot de passe PPPoE"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE User"="Utilisateur PPPoE"
"PPPoE"="PPPoE"
"Packet Interval"="intervalle de paquet"
"Packets lost"="paquets perdus"
"Paging Failed!"="Rech.Person. Échouée"
"Paging List"="liste Rech.Person"
"Paging"="Appel général"
"Paging_softkey"="touche rech. Personne"
"Park to"="Parquer vers "
"Park"="Parquer"
"Parked"="Parqué"
"Password can't be empty"="Le mot de passe ne peut pas être vide."
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Mot de Passe incorrect!"
"Password"="Mot de passe"
"Phone Number"="Numéro Téléphone"
"Phone Numbers"="Numéros Téléphone"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone"="Téléphone"
"PhoneBook Name"="Nom du répertoire"
"Photo Custom"="Photo personnalisée"
"Photo"="Photo"
"Pick Up"="Interception"
"Pickup_Idle"="Interc."
"Placed Calls"="Placed"
"Play Tone"="Jouer Tonalité"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="selectionnez un contact SVP!"
"Please selected record!"="Please selected record!"
"Prefix"="Préfixe"
"Prefix_Idle"="Préfixe"
"Previous"="Previous"
"Pri.DNS"="DNS Prim."
"PriHold"="Attente"
"Priority is invalid!"="Priorité invalide!"
"Priority should be 0-7!"="Priorité peut être entre 0-7!"
"Priority"="Piorité"
"Private Hold"="Attente privée"
"Product ID"="ID produit"
"Product Name"="Nom produit"
"Provision now?"="Autoprovisioning maintenant?"
"Public Hold"="Attente publique"
"Querying. Please wait..."="Interrogation. Veuillez patienter..."
"Queue"="File d'attente"
"RTP Status"="état RTP"
"Reboot the phone?"="Redémarrer le téléphone?"
"Reboot"="Redémarrer"
"Recall"="Recall"
"Received Calls"="Appels recus"
"Record"="Enregistrement"
"Redial Interval is invalid!"="L'intervalle de recompo. est invalide"
"Redial Interval"="Intervalle Recomposition"
"Redial Time is invalid!"="L'heure de recompo. est invalide"
"Redial Times"="Nombre Recomposition"
"Redial"="BIS"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Rediriger"
"Refresh Failed."="Rafraichissement échoué"
"Refresh"="Rafraichissement"
"Refreshing.."="Rafraichissement..."
"Register Name"="Nom d'Enregistrement"
"Register fail"="Enreg. échoué"
"Register name is invalid!"="Register name is invalid!"
"Registered"="Enregistré"
"Registering"="Enreg. en cours"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Refus."
"Remote Codec"="Codec distant"
"Remote Office"="Bureau distant..."
"Remote Phone Book"="Répertoire distant"
"Remote User"="utilisateur distant"
"Remove"="Déplacer"
"Require Answer Confirmation"="confirmation nécessaire"
"Reset Local Config"="Reset Local Config
"Reset Local Configuration"="Réinitialiser la configuration locale"
"Reset Option"="Option de redémarrage"
"Reset To Factory Setting?"="Remise à zéro usine?"
"Reset to Factory"="Remise à zéro usine?"
"Reset"="Remise à zéro"
"Resetting to factory, please wait..."="Remise à zéro.,patientez s'il vous plaît..."
"Resume"="Reprise"
"Retrieve Failed."="Récupération échouée"
"Retrieve Park"="Récuparation parcage"
"Retrieve"="Récupération"
"Ring Tones"="Tonalités Sonnerie"
"Ring saving ..."="Ring saving ..."
"Ring"="Sonnerie"
"Ringing"="Sonne..."
"SCA Active"="SCA Actif"
"SCA Alerting"="SCA en Alerte"
"SCA Bridge Active"="SCA Bridge Actif"
"SCA Bridge Held"="SCA Bridge Suspendu"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Suspendu"
"SCA Unknown"="SCA inconnu"
"SIP Password"="mot de passe SIP"
"SIP Server1"="Serveur SIP 1"
"SIP Server2"="Serveur SIP 2"
"SIP User name"="nom d'utilisateur SIP"
"SIP XSI Authentication failed!"="l'authentification SIP XSI a échoué!"
"SIP credential password!"="mot de passe SIP accrédité!"
"SIP server1 is invalid!"="Server SIP 1 invalide!"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SMS"="SMS"
"SNTP Setting"="Paramètres SNTP"
"STUN Server"="Serveur STUN"
"STUN Status"="Etat STUN"
"STUN server is invalid!"="Serveur STUN invalide!"
"Sat"="Sam"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Echec de la sauvegarde"
"Save"="Sauver"
"Saved!"="Sauvegardé!"
"Saving  Configuration..."="Sauvegarde configuration..."
"Saving config file!"="Fichier config.\nsauvegardé"
"Saving. Please wait..."="Sauvegarde. SVP attendez "
"Saving…"="Saving…
"Scan Failed."="Scan échoué."
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Scan..."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Recherche Résultat"
"Search"="Recherche"
"Sec.DNS"="DNS Sec."
"Seizing"="Seizing
"Select All"="Select All"
"Select"="Sélectionner"
"Send Anonymous Code"="Code appel anonyme"
"Send Anonymous Rejection Code"="Code rejet appel anonyme"
"Send Message"="Message envoyé"
"Send"="Envoi"
"Sending Message..."="Envoi du message..."
"Sending Provision Requests"="Requête porvisioning envoyée"
"Sep"="Sept"
"Server URL"="URL serveur"
"Server"="Serveur"
"Set AES Key"="Clé AES"
"Set Password"="Définir Mot de Passe"
"Set Voice Mail"="N° Messagerie"
"Set failed!"="Set failed!"
"Setting"="Setting"
"Share Line"="Share Line"
"Share line unavailable"="BLA indisponible"
"Shared Calls"="Appels partagés"
"SignIn"="connexion "
"SignOut"="déconnexion"
"Silence"="Silence"
"Simultaneous Ring Personal"="Sonnerie personnelle simultanée"
"Sorry,Only 1000 contacts are allowed!"="Désolé, seulement 1000 contacts autorisées!"
"Sound"="Son"
"Speed Dial"="Numérotation abrégée"
"SpeedDial_Idle"="NumAbr"
"Split"="Diviser"
"Start Time"="Heure de début"
"Static DNS"="DNS statique"
"Static IP"="IP Statique"
"Status"="Etat"
"StopTime"="StopTime"
"Submit"="soumettre"
"Subnet Mask"="Masque de sous-réseau"
"Success!"="Success!"
"Sun"="Dim"
"Swap"="Echanger"
"Switch"="Commut."
"SwitchAccountDown_Idle"="Commut."
"SwitchAccountUp_Idle"="Commut."
"SwitchAccount_Idle"="Changer  "
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"System default account"="Compte par défaut"
"Talk From"="De"
"Talking"="Appels en cours"
"Target can't be empty!"="Cible ne peut pas être vide!"
"The old password is wrong!"="L'ancien mot de passe est erroné!"
"Thu"="Jeu"
"Time & Date Format"="Format date & heure"
"Time & Date"="Date & Heure"
"Time Format"="Format Heure"
"Time Zone"="Fuseau Horaire"
"Time"="Heure"
"Today"="Aujourd'hui"
"Transfer Failed"="Transfert échoué"
"Transfer"="Transfert"
"Transferred"="Transféré"
"Transferring"="En transfert"
"Tue"="Mar"
"Type"="Type"
"UC Favorite"="UC Favorite"
"URL Can't be empty!"="URL ne peut être vide!"
"URL Record"="URL enregitrement"
"URL is empty"="L'URL est vide"
"URL is invalid!"="Erreur dans L'URL!"
"URL"="URL"
"Unavail Reason"="Unavail Reason"
"Unavail"="Indispo"
"Unavailable Reason Code"="Code reason indisponible"
"Unavailable"="Indisponible"
"Unknown Error !"="Erreur inconnue!"
"Unknown"="Inconnu"
"Unregistered"="Non enregistré"
"Unregistering"="Désenregistrement"
"Update Finish !"="Mise à jour finie"
"Update Skipped"="Mise à jour arrêtée!"
"Update now?"="Mise à jour maintenant"
"Update"="MAJ"
"Updating, please wait..."="Mise à jour, SVP attendez..."
"Use BroadWorks-based Call Control"="Utiliser BroadWorks-based Call Control"
"User Host"="Host utilisateur"
"User ID"="Id Utilisateur"
"User Name"="Nom Utilisateur"
"User Type"="Type d'utilisateur"
"User mode changed!"="Le mode utilisateur a changé!"
"User name is invalid!"="Le nom utilisateur est invalide!"
"UserID Can't be Empty!"="UserId ne peut être vide!"
"UserMode "="Mode Utilisateur"
"Userdata Reset"="Remise à zéro infos utilisateurs"
"VID Number"="Numéro VID"
"VID nubmer is invalid!"="Numéro VID invalide!"
"VID number should be 1-4094!"="Numéro VID entre 0 et 4094!"
"VLAN Status"="Etat VLAN"
"VLAN unsupported in PPPoE!"="VLAN non supporté en PPPoE!"
"VLAN"="VLAN"
"VPN Active"="VPN activé"
"VPN can't be on \n\n when file do not exist!"="VPN ne peut être actif si pas de fichier!"
"VPN"="VPN"
"Value is invalid!"="La valeur est invalide!"
"Value"="Valeur"
"Via"="Via"
"View Voice Mail"="Voir Messages"
"View"="Voir"
"Voice Mail"="Message Vocal"
"Voice Number is invalid!"="Voice Number is invalid!"
"WAN IP"="IP WAN"
"WAN MASK"="Masque WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WWW DD MMM"="SSS JJ MMM"
"WWW MMM DD"="SSS MMM JJ"
"Wait Time"="Temps d'attente"
"Wait for"="patientez"
"Wallpaper"="Fond d'écran"
"Web Server"="Serveur Web"
"Web access password is wrong!"="Web access password is wrong !"
"Wed"="Mer"
"Wrap up"="Wrap Up"
"Wrong user name or password!"="mauvais nom d'utilisateur ou mot de passe!"
"XML Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XMLMenu_Idle"="MenuXML_Idle"
"XML_Idle"="XML"
"XSI information is incomplete!"="L'information XSI est incomplète!"
"YYYY-MM-DD"="AAAA-MM-JJ"
"Yesterday"="Hier"
"Your account unauthorized."="Le compte n'est pas autorisé."
"Zero Touch"="Touche Zéro sp"
"anywhere"="Nulle part"
"auth error"="erreur auth."
"black list full"="liste noire pleine"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:
"contact full"="La liste des contacts est pleine"
"default"="Défaut"
"g722 codec is not avaliable in four ways conference!"="Codec g722 non disponible en conférence à quatre"
"has been used!"="has been used!"
"new"="nouveau"
"old"="ancien"
"q'ing"="Mise en file d'attente"
"server error"="erreur de serveur"
"srtp is not avaliable in four ways conference!"="SRTP non disponible en conférence à quatre"
"English"="Anglais(English)"
"Chinese_S"="Chinese_S(Chinese Simplified)"
"Chinese_T"="Chinese_T(Chinese Traditional)"
"German"="Allemand(German)"
"French"="Français(French)"
"Italian"="Italien(Italian)"
"Portuguese"="Portugais(Portuguese)"
"Spanish"="Espagnol(Spanish)"
"Turkish"="Turc(Turkish)"
"Polish"="Polonais(Polish)"
"Russian"="Russe(Russian)"
"Disable"="Désactivé"
"Stop Time"="Heure de fin"
"Placed Calllog"="Log appels"
"Missed Calllog"="Journal des Appels en Absence"
"Received Calllog"="Appels reçus"
"Forbidden Number"="Interdit numéro"
"Group Park"="Groupe de parcage"
"Unkown Reason"="Raison inconnue"
"Add Group SoftKey"="Ajouter Groupe Softkey"
"AcdLoginOut"="Login/out
"AcdRefresh"="Refresh
"Busy Here"="Occupé ici"
"Not Found"="Not Found"
"Temporarily not available"="Temporarily unavailable!"
"admin"="Admin"
"RoundTripDelay"="RoundTripDelay"
"SymmOneWayDelay"="SymmOneWayDelay"
"SIP Register Name"="SIP Register Name"
"Please enter your SIP Credential Password!"="Enter SIP Credential Password"
"UnavailableStatus"="Unavailable"
"Address Incomplete"="Address Incomplete"
"Refresh"="Refresh"
"S2S Unavail"="Away"
"S2S Unavailable Reason Code"="Away Reason Code"
"S2S AcdRefresh"="Refresh"
"S2S AcdLoginOut"="Login/out"
"S2S Avail"="Avail"